RECM/RECM-491 EVITAR DOBLE PAGO RECAUDACION IESS/DOCUMENTACION/TRAMAS/TRAMA_P_IESS.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:men="http://www.bolivariano.com/MensajeIESS">
   <soapenv:Header/>
   <soapenv:Body>
      <mi:MensajeEntradaPagar xmlns:mi="http://www.bolivariano.com/MensajeIESS">
         <canal>VEN</canal>
         <fecha>2022-02-02T08:22:24.555-05:00</fecha>
         <oficina>0</oficina>
         <terminal>TST031007</terminal>
         <usuario>crodrigm</usuario>
         
         <informacionIESS>
            <autorizacion>N</autorizacion>
            <cantidadCheque>0</cantidadCheque>
            <cantidadComision>0.00</cantidadComision>
            <chequeComision>0.60</chequeComision>
            <debito>0.00</debito>
            <debitoComision>0.00</debitoComision>
            <efectivo>41.84</efectivo>
            <efectivoComision>0.00</efectivoComision>
            <empresa>2494</empresa>
            <identificacion>0925785859</identificacion>
            <nombre>LOPEZ ZAVALA JAIME DANIEL</nombre>
            <tipoMoneda>1</tipoMoneda>
            <tipoOperacion>P</tipoOperacion>
            <ubicacion>0</ubicacion>
            <totalComision>0.60</totalComision>
            <valorCheque>0.00</valorCheque>
            <cuenta/>
            <idAfiliado>CED</idAfiliado>
            <numeroComprobante>0000000011891174</numeroComprobante>
            <rubro>PAGIND</rubro>
            <sucursal>0000</sucursal>
            <valor>41.84</valor>
            <nemonico>62140</nemonico>
            <numeroOperacion>125742518</numeroOperacion>
         </informacionIESS>
         
         <informacionCore>
            <codigoTRX>62140</codigoTRX>
            <fechaProcesoKernel>2022-02-02</fechaProcesoKernel>
            <modoCorreccion>N</modoCorreccion>
            <operacion>P</operacion>
            <rolBPM>244</rolBPM>
            <sec>125742518</sec>
            <secuencial>125742518</secuencial>
            <secuencialBPM>125742518</secuencialBPM>
            <servidor>SRVDESA2</servidor>
            <servidorLocal>SRVDESA2</servidorLocal>
         </informacionCore>
      </mi:MensajeEntradaPagar>
   </soapenv:Body>
</soapenv:Envelope>